Repository: VitexSoftware/AbraFlexi-email-importer
Catalog: i18n/*/LC_MESSAGES/abraflexi-email-importer.po
Languages: cs_cz

source: No customer data in invoice ?!?
cs_cz: Ve faktuře nejsou data uživatele ?!?

source: Rouding item %s found. Defaults used
cs_cz: Zaokroulovaná položka %s nalezena. Výchozí hodnoty užity

source: Document rounding
cs_cz: Zaokrouhlení

source: Package
cs_cz: Balné

source: Rounding
cs_cz: Zaokrouhlení

source: Author's fee
cs_cz: Autorský poplatek

source: Blacklisted item %s import to pricelist skipped
cs_cz: Vyjmenovaná položka %s přeskakuji import do ceníku

source: Already known item %s
cs_cz: Již známá položka %s

source: Item %s insert to AbraFlexi Pricelist failed
cs_cz: Nezdařilo se vkládní ceníkové položky %s do AbraFlexi

source: Item was added to AbraFlexi Pricelist as %s
cs_cz: Položka byla přidána do ceníku AbraFlexi jako %s

source: Invoice %s insert to AbraFlexi failed
cs_cz: Vládání faktury %s do AbraFlexi se nezdařilo

source: Invoice for somebody else %s - skipping
cs_cz: Faktura někoho jiného %s - přeskakuju

source: No items to process loaded
cs_cz: Žádné položky ke zpracování nebyly nahrány

source: %s version of invoice %s attached
cs_cz: %s version faktury %s přiložena

source: imported from invoice by mail
cs_cz: naimportováno z faktury z mailu

source: Imported from invoice by email
cs_cz: Importováno z faktury z mailu

source: PriceList item %s as %s
cs_cz: Ceníková položka %s jako %s

source: PriceList item %s insertation failed
cs_cz: Chyba vkládání položky ceníku %s

source: Imported from mail
cs_cz: Importováno z mailu

source: AddressBook item %s as %s
cs_cz: Položka adresáře %s jako %s

source: Default bank account is not set
cs_cz: Výchozí bankovní účet nebyl nastaven

source: Default bank %s not exists
cs_cz: Výchozí banka %s neexistuje

source: Default storage is not set
cs_cz: Výchozí sklad nebyl nastaven

source: Default storage %s not exists
cs_cz: Výchozí sklad %s neexistuje

source: Already known invoice %s - skipping
cs_cz: Již známá %s - přeskakuji

source: New DONE_FOLDER folder %s created
cs_cz: Složka DONE_FOLDER %s byla vytvořena

source: Connecting to mailbox
cs_cz: Připojování k mailboxu

source: messages found
cs_cz: zpráva nalezena

source: Isdoc File %s Found in mail from %s
cs_cz: Soubor Isdoc %s nalezen v mailu od %s

source: Error unpacking archive
cs_cz: Chyba rozbalování archivu
